Repository: wp-plugins/ezflippr
Catalog: languages/ezflippr-*.po
Languages: es_es, fr_fr

source: Installing...
es_es: Instalación...
fr_fr: Installation en cours...

source: Reinstalling...
es_es: Reinstalación...
fr_fr: Réinstallation en cours...

source: Uninstalling...
es_es: Desinstalación...
fr_fr: Désinstallation en cours...

source: Please wait...
es_es: Un momento por favor...
fr_fr: Veuillez patienter...

source: Your flipbook named "<a target="_blank" href="%4$s">%1$s</a>" has been modified.
es_es: Su libro animado llamado "<a target="_blank" href="%4$s">%1$s</a>" ha sido modificado.
fr_fr: Votre flip book intitulé "<a target="_blank" href="%4$s">%1$s</a>" a été modifié.

source: Your flipbook named "<a target="_blank" href="%4$s">%1$s</a>" has been purchased.
es_es: Su libro animado llamado "<a target="_blank" href="%4$s">%1$s</a>" ha sido comprado.
fr_fr: Votre flip book intitulé "<a target="_blank" href="%4$s">%1$s</a>" a été acheté.

source: <a href="%2$s">Click here</a> to reinstall it, or <a href="%3$s">here to dismiss this notice</a>.
es_es: <a href="%2$s">Haga clic aquí</a> para reinstalarlo, o <a href="%3$s">aquí para despedir a este aviso</a>.
fr_fr: <a href="%2$s">Cliquez ici</a> pour le réinstaller, ou <a href="%3$s">ici pour cacher cette notification</a>.

source: The ezFlippr plugin needs to be set up in order to access your flipbooks. <a href="%1$s">Do it now</a>.
es_es: El plugin ezFlippr necesita ser establecido con el fin de acceder a sus libros animados. <a href="%1$s">Hazlo ahora</a>.
fr_fr: L'extension ezFlippr doit être configurée afin de pouvoir accéder à vos flipbooks. <a href="%1$s">Configurer maintenant</a>.

source: No communication methods supported by your PHP installation. Please install the php_curl extension, or enable allow_url_fopen and enable the php_openssl extension.
es_es: No hay métodos de comunicación con el apoyo de su instalación de PHP. Por favor, instale la extensión php_curl, o habilitar allow_url_fopen y la extensión php_openssl.

source: Cannot create the directory to hold the flipbooks. Please make sure that your uploads directory is writable (wp-content/uploads).<br/>Error message is: <code>%1$s</code>.
es_es: No se puede crear directorio para contener los libros animados. Asegúrese de que WordPress puede escribir en el directorio <i>uploads</i> (wp-content/uploads)<br/>El mensaje de error es: <code>%1$s</code>.

source: The ezFlippr directory is not writable (wp-content/uploads/%1$s). Please make it writable through FTP (chmod) or else.
es_es: WordPress no puede escribir en el directorio ezFlippr (wp-content/uploads/%1$s). Usted tendrá que habilitar la escritura en ese directorio utilizando software FTP (chmod) o de otra manera.

source: Thank you! Your email has been sent.
es_es: Gracias! su Gracias! Tu correo ha sido enviado.
fr_fr: Merci! Votre email a été envoyé!

source: The access key you entered is invalid
es_es: La clave de acceso que ha ingresado no es válido
fr_fr: La clé d'accès que vous avez entrée est invalide.

source: Flipbooks
es_es: Libros animados

source: Flipbook
es_es: Libro animado

source: Edit
es_es: Editar
fr_fr: Modifier

source: Edit Flipbook
es_es: Editar el libro animado
fr_fr: Modifier le flip book

source: View
es_es: Ver
fr_fr: Voir

source: View Flipbook
es_es: Ver el libro animado
fr_fr: Voir le flip book

source: No Flipbooks found
es_es: No se encuentran libros animados
fr_fr: Aucun flip book trouvé

source: No Flipbooks found in Trash
es_es: No se encuentran libros animados en la papelera
fr_fr: Aucun flip book dans la corbeille

source: Flipbooks imported from ezFlippr.com
es_es: Libros animados importado de ezFlippr.com
fr_fr: Flip books importés de ezFlippr.com

source: Status
es_es: Estado
fr_fr: Statut

source: Actions
es_es: Acciones

source: Installed
es_es: Instalado
fr_fr: Installé

source: Not installed
es_es: No instalado
fr_fr: Non installé

source: Expired
es_es: Expirado
fr_fr: Expiré

source: Uninstall
es_es: Desinstalar
fr_fr: Désinstaller

source: Reinstall
es_es: Reinstalar
fr_fr: Réinstaller

source: Install
es_es: Instalar
fr_fr: Installer

source: Customize
es_es: Personalizar
fr_fr: Personnaliser

source: Buy
es_es: Comprar
fr_fr: Acheter

source: Please enable JavaScript
es_es: Por favor, active JavaScript
fr_fr: Veuillez activer le JavaScript

source: Select your flipbook
es_es: Seleccione su libro animado
fr_fr: Sélectionnez votre flip book

source: Adjust flipbook size
es_es: Ajuste el tamaño del libro animado
fr_fr: Ajustez la taille du flip book

source: Width
es_es: Anchura
fr_fr: Largeur

source: pixels
es_es: píxeles

source: Height
es_es: Altura
fr_fr: Hauteur

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: Insert
es_es: Insertar
fr_fr: Insérer

source: Install a flipbook in the Flipbooks menu first.
es_es: Primero, tiene que instalar un libro animado en el menú Libros animados.
fr_fr: Intallez un flip book dans le menu Flip books d'abord.

source: Insert a flipbook
es_es: Insertar un libro animado
fr_fr: Insérez un flip book

source: Flipbook titled "%title%"
es_es: Libro animado titulado "%title%"
fr_fr: Flip book intitulé "%title%"

source: Check your email, your access key has been sent!
es_es: Revise su correo electrónico, su clave de acceso ha sido enviado!
fr_fr: Vérifiez vos emails, votre clé d'accès a été envoyée!

source: Loading. Please wait...
es_es: Cargando. Un momeno por favor...
fr_fr: Chargement en crous. Merci de patienter...

source: %d years ago
es_es: hace %d años
fr_fr: il y a %d années

source: %d months ago
es_es: hace %d meses
fr_fr: il y a %d mois

source: %d weeks ago
es_es: hace %d semanas
fr_fr: il y a %d semaines

source: %d days ago
es_es: hace %d dias
fr_fr: il y a %d jours

source: %d hours ago
es_es: hace %d horas
fr_fr: il y a %d heures

source: %d minutes ago
es_es: hace %d minutos
fr_fr: il y a %d minutes

source: moments ago
es_es: have un momentito
fr_fr: il y a un moment

source: Never
es_es: Jamás
fr_fr: Jamais

source: Your flipbooks list was last refreshed %1$s.
es_es: Su lista de libros animados última actualización estaba %1$s.
fr_fr: Votre liste de flip books a été rafraichie %1$s.

source: Need help or have a suggestion?
es_es: ¿Necesitas ayuda o tiene alguna sugerencia?
fr_fr: Vous avez besoin d'aide ou vous avez une suggestion?

source: We're always happy to hear from you and to help out whether it's by giving you a walk through or by adding a feature. Don't be shy and get in touch.
es_es: Siempre estamos encantados de leer usted y de ayudar, ya sea por darle un paseo a través o agregar una funcionalidad. No sea tímido y ponerse en contacto!
fr_fr: Nous sommes toujours content de vous lire et de vous aider, que ce soit en vous expliquant comme faire ou en ajoutant une fonctionnalité à l'extension. Ne soyez pas gêné, écrivez-nous!

source: From:
es_es: Desde:
fr_fr: De:

source: Subject:
es_es: Asunto:
fr_fr: Sujet:

source: Is this about a flipbook in particular?
es_es: ¿Se trata de un libro animado en particular?
fr_fr: Est-ce que c'est à propos d'un flip book en particulier?

source: No, it's not.
es_es: No, no es.
fr_fr: Non, ça n'est pas le cas.

source: Message:
es_es: Mensaje:

source: Full disclosure: In order to help you out better and quicker, the plugin is going to send the following information with this message:
es_es: En transparencia completa: con el fin de ayudarle mejor y más rápido, el plugin va a enviar la siguiente información con este mensaje:
fr_fr: En toute transparence: Pour mieux vous aider et plus rapidement, l'extension enverra les informations suivantes avec votre message:

source: Your PHP version:
es_es: Su versión de PHP:
fr_fr: Votre version PHP:

source: Your WordPress version:
es_es: Su versión de WordPress:
fr_fr: Votre version WordPress:

source: Your ezFlippr plugin version:
es_es: Su versión del plugin ezFlippr:
fr_fr: Votre version de l'extension ezFlippr:

source: Your access key:
es_es: Su clave de acceso:
fr_fr: Votre clé d'accès:

source: Your site's language:
es_es: El idioma de su sitio:
fr_fr: La langue de votre site:

source: Your site's address:
es_es: El URL de su sitio:
fr_fr: L'adresse de votre site:

source: I do not want this information to be sent along with my message.
es_es: No quiero que esta información que se enviará junto con mi mensaje.
fr_fr: Non. Je souhaite que ces informations ne soient PAS envoyées avec mon message.

source: If your server supports it (we're sorry, but we can't know for sure), you will receive a copy of this email.
es_es: Si su servidor le soporta (lo siento, pero no podemos saber con cierta), usted recibirá una copia de este correo electrónico.
fr_fr: Si votre serveur le prend en charge (nous sommes désolés, mais nous ne pouvons pas le savoir à coup sûr), vous recevrez une copie de ce email.

source: In any case, we will get back to you shortly. Our target is that 99% of the messages we receive are answered within 8 open hours, and that all messages are answered within at most 3 days, open or not.
es_es: En cualquier caso, nos pondremos en contacto con usted en breve. Nuestro objetivo es que el 99% de los mensajes que recibimos son respondidas dentro de las 8 horas abiertas, y que todos los mensajes se contestan en el plazo máximo de 3 días, abierta o no.
fr_fr: En tout les cas, nous répondrons le plus rapidement possible. Notre objectif est de répondre à 99% des messages que nous recevons dans les 8 heures ouvrables, et de répondre à tous les messages en 3 jours ou moins, fériés ou non.

source: We think we are doing pretty good so far. You agree? Like us on <a href="%1%s" target="_blank">Facebook</a>. You don't? Please please please, pretty please, let us know what you think we can do better with as much details as possible, and we promise we'll read thoroughly and act upon it.
es_es: Creemos que estamos haciendo muy bien. Usted está de acuerdo? Hace un "Like" en el <a href="%1%s" target="_blank">Facebook</a>. Usted no cree? Por favor, por favor, háganos saber lo que piensas que podemos hacer mejor, con los mas detalles posible, y prometemos que vamos a leer todo y prometemos que haremos algo al respecto.
fr_fr: Nous pensons que nous faisons un bon travail jusqu'à présent. Vous êtes d'accord? Aimez-nous sur <a href="%1%s" target="_blank">Facebook</a>. Vous ne l'êtes pas? Nous vous serions très très très reconnaissant de nous laisser savoir pourquoi, avec le plus de détails possible, et nous vous promettons de tout lire attentivement et de prendre action pour corriger le tir.

source: Send
es_es: Enviar
fr_fr: Envoyer

source: ezFlippr Settings
es_es: Ajustes ezFlippr
fr_fr: Paramètres ezFlippr

source: Do you have an access key?
es_es: ¿Tiene una clave de acceso?
fr_fr: Avez-vous une clé d'accès?

source: No, I don't have one
es_es: No, no tengo
fr_fr: Non, je n'en ai pas

source: Yes, but I don't remember what it is!
es_es: Sí, pero yo no recuerdo lo que es!
fr_fr: Oui, mais je ne m'en souviens pas!

source: Yes, and I remember it!
es_es: Sí, y lo recuerdo!
fr_fr: Oui, et je m'en souviens!

source: Enter the email you created your flipbooks with
es_es: Ingrese el correo electrónico que ha utilizado para crear sus libros animados
fr_fr: Entrez l'adresse email avec laquelle vous avez créé vos flip books

source: Send it to me by email
es_es: Envíalo a mí por correo electrónico
fr_fr: Envoyez là moi par email

source: Enter your access key
es_es: Ingrese su clave de acceso
fr_fr: Entrez votre clé d'accès

source: Verify
es_es: Verificar
fr_fr: Vérifier

source: Settings
es_es: Ajustes
fr_fr: Paramètres

source: Refresh
es_es: Actualizar
fr_fr: Rafraichir

source: Go to the list
es_es: Ir a la lista

source: No ID
fr_fr: Pas d'identifiant

source: No communication methods supported. Install php_curl or enable allow_url_fopen
fr_fr: Aucune méthode de communication supportée. Installez php_curl ou permettez allow_url_fopen.

source: Want rebates? Like us on Facebook
fr_fr: Vous voulez des rabais? Aimez-nous sur Facebook

source: Although made more than %1$s flipbooks and have more than %2$s sites install our plugin, we are still a small startup devoted to make flipbooks accessible.
fr_fr: Même si nous avons produit plus de %1$s flip books et que nous avons plus de %2$s sites utilisant notre extension, nous restons une petite startup qui a pour mission de rendre les flip books accessibles à tous.

source: Like us on <a href="%3$s" target="_blank">Facebook</a>, we'll like you back by regularly post $5 to $15 rebates.
fr_fr: Aimez-nous sur <a href="%3$s" target="_blank">Facebook</a>, nous vous le rendrons bien! Nous postons régulièrement des rabais de 5$ à 15$.

source: And if you like it, please give a good rating to our <a href="%4$s" target="_blank">plugin</a> or send us comments and suggestions so it does everything you want it to do.
fr_fr: Et si vous l'aimez, nous vous serons reconnaisant de nous donner une bonne note pour <a href="%4$s" target="_blank">notre extension</a> ou de nous envoyer vos commentaires et suggestions afin que nous ajoutions les fonctionnalités dont vous avez vraiment besoin.
